[
  {
    "imageURL": "images/webdesign/web-ofas.jpg",
    "title": "Orthopedic + Fracture Specialists",
    "imageClass": "img--horizontal",
    "liveProjectLink": "http://www.oandfs.com",
    "description": ["This is a front-end project I did at Jordan Crown. I wrote the CSS for this site using Less. I wrote the HTML and a little of the JavaScript. It was later put into WordPress by someone else. This was the first project I'd ever done using Less.", "This project is part of a private repository on BitBucket."]
  },
  {
    "imageURL": "images/webdesign/web-clue.jpg",
    "title": "Clue",
    "imageClass": "img--horizontal",
    "liveProjectLink": "/clue/index.html",
    "githubLink": "https://github.com/sheyna/clue",
    "description": ["Class project using JavaScript, jQuery, HTML and CSS. I created this project entirely by myself.", "I knew JavaScript for one month when I wrote this. This is my first project using jQuery. Prior to taking Code Fellows Foundations 1, I had very limited abilities in JavaScript. I could make minor changes to preexisting code but I couldn't write my own. After one month at Code Fellows I created this."]
  },
  {
    "imageURL": "images/webdesign/web-involve.jpg",
    "title": "Involve",
    "imageClass": "img--horizontal",
    "liveProjectLink": "http://involve.herokuapp.com/",
    "githubLink": "https://github.com/Involve-Seattle/Activity-Calendar/",
    "description": ["This is my final project from Code Fellows. I created it with four other people. I wrote most of the CSS using Sass (mobile first). I also created the logo and visual look of the site on style tiles. Of my co-collaborators, 3 were JavaScript devs who worked with Angular.js and the back end. The other person was UX person who worked out the wireframes and user flow and wrote some of the Sass. We all wrote parts of the HTML.", "This project aggregates meeting information from public agencies and allows users to email information about a meeting to a friend."]
  },
  {
    "imageURL": "images/webdesign/web-discgolf.png",
    "title": "Disc Golf Rule Book",
    "imageClass": "img--horizontal",
    "liveProjectLink": "http://leviz.github.io",
    "githubLink": "https://github.com/sheyna/LeviZ.github.io",
    "description": ["Group project with 2 other people. My role in the group was to manage the two different navigation structures in JavaScript and to format most of the content in HTML. The project was completed in just over a week."]
  },
  {
    "imageURL": "images/webdesign/web-sheynawatkins.jpg",
    "title": "sheynawatkins.com",
    "imageClass": "img--horizontal",
    "liveProjectLink": "http://www.sheynawatkins.com",
    "githubLink": "https://github.com/sheyna/portfolio-site",
    "description": ["I created this website entirely from scratch using Sass, Ajax, JSON, HTML and JavaScript. The social media icons come from IcoMoon."]
  },
  {
    "imageURL": "images/webdesign/web-lola.jpg",
    "title": "Lola: A Storefront",
    "imageClass": "img--horizontal",
    "liveProjectLink": "http://murmuring-fortress-8684.herokuapp.com/",
    "githubLink": "https://github.com/sheyna/lola",
    "description": ["A sample storefront design created in Node.js Express using Jade, Javascript and Sass."]
  },
  {
    "imageURL": "images/webdesign/web-liberty.jpg",
    "title": "Liberty: A Front-end example",
    "imageClass": "img--horizontal",
    "githubLink": "https://github.com/sheyna/SampleProject",
    "description": ["A sample front-end example created using Sass and HTML and JavaScript from other sources.", "I did not create this design."]
  }
]
